package com.sup.dev.android.app

interface ARCHIVE

/*



    DevSupport
    Если при уже открытом выборе картинки, появились новые - обновить


    Eva
    Добавить About и ссылку на кампфаер
    Завязать мерцания на такты
    Заставить их специализироваться
    Режим отображения родственников
    Движение источника
    Отталкивание
    мануал
    Сценарии. (Угасающие солнце, )
    Безрамочные карты
    Сохранение мира (сид)(Загрузка мира, Сохранение игры, Загрузка игры, Продолжение игры)
    Возможность поделиться миром (сид),игрой





 */