package com.sup.dev.android.app;

public interface TODO {

    //  Удалить все лишнее

    //  Отключить анимации в выборе файла
    //  Отключить клик по иконке назад
    //  Карточки в Bricks
    //  Фрагменыт в Bricks

    //  Баг. Названия прошлого файла всегда текстра
    //  Баг. Высота поапов с Recycler должна быть динамической если она меньше 320
    //  Баг. Фон у прогресс транспарент

    //  Баг. Радио кнопку нельзя отключить

    //  Баг. Скролл при показе алерта как попап
    //  Баг. Не загржаются картинки при показе выбора картинки как попап

}
